[AttributePresentation_Soldier AttributePresentationDefinition]
Description="$Play willow. Business card description. The hero's head."
NoConstraintText=""
Suffix=""
Prefix=""

[Soldier.Head_Lobelia UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 no %s1"
UseFailureCharacterMessage="must %s Use this."
ItemName=""
PickupMessage="come to you %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="I can't use something like that."
NoManufacturerName="In general"

[Soldier.Skin_Lobelia UsableCustomizationItemDefinition]
ItemCardTopStatString="%sIn 2 %s1"
UseFailureCharacterMessage="You have to trust it. %s Will be used."
ItemName=""
PickupMessage="have got _ %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="This item is not available."
NoManufacturerName="normal"

